tap "codecrafters-io/tap"
tap "derailed/k9s"
tap "emqx/mqttx"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "heroku/brew"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "metalbear-co/mirrord"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "octopusdeploy/taps"
tap "sst/tap"
tap "teamookla/speedtest"
tap "th-ch/youtube-music"
tap "waydabber/betterdisplay"
tap "xwmx/taps"
brew "ack"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gcc"
brew "open-mpi"
brew "automake"
brew "bash"
brew "bat"
brew "blueutil"
brew "boost"
brew "btop"
brew "freetype"
brew "glib"
brew "coreutils"
brew "cask"
brew "cmatrix"
brew "commitizen"
brew "cowsay"
brew "cryptography"
brew "diff-so-fancy"
brew "direnv"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fribidi"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fftw"
brew "netpbm"
brew "fish"
brew "fortune"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "libheif"
brew "graphicsmagick"
brew "groonga"
brew "grpcurl"
brew "gum"
brew "hdf5"
brew "helm"
brew "howdoi"
brew "htop"
brew "ifstat"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "krb5"
brew "kubecolor"
brew "kubectx"
brew "lazygit"
brew "libxmlsec1"
brew "mailsy"
brew "mas"
brew "mise"
brew "mkcert"
brew "mongosh"
brew "mosquitto"
brew "mvfst"
brew "protobuf"
brew "mysql", restart_service: :changed
brew "mysql@8.4"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "ripgrep"
brew "opencode"
brew "openjdk"
brew "pass"
brew "pass-otp"
brew "poppler"
brew "portal"
brew "postgresql@14"
brew "pwgen"
brew "pyqt"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sevenzip"
brew "sl"
brew "slides"
brew "smartmontools"
brew "sshs"
brew "starship"
brew "stow"
brew "taskell"
brew "tbb"
brew "telegraf"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "virtualfish"
brew "w3m"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "emqx/mqttx/mqttx-cli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "julien-cpsn/atac/atac"
brew "ktr0731/evans/evans"
brew "metalbear-co/mirrord/mirrord"
brew "mongodb/brew/mongodb-community"
brew "octopusdeploy/taps/octopus-cli"
brew "teamookla/speedtest/speedtest"
brew "waydabber/betterdisplay/betterdisplaycli"
brew "xwmx/taps/nb"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "monitorcontrol"
cask "sf-symbols"
cask "spaceid"
cask "ubersicht"
cask "wezterm"
cask "zulu@11"
